{
    "stories": [
        {
            "text": "Once upon a time in a place far away, there was a lady who taught in a primary school. She was gentle and never yelled at anyone. She once said in French, \"Si vous êtes pressé, vous devez courir,\" which means \"If you are in a hurry, then you must run.\" The moral of the fable is to keep your timetable conflicts to a minimum.",
            "contributor": "Hoyii"
        },
        {
            "text": "Back in the summer of 2023, a friend of mine and I were talking about NGOs when I asked her if she had ever heard of Médecins Sans Frontières (MSF). Now, she didn't speak a word of French, and I had horrible pronunciation. So, naturally, she said \"no.\" I then asked her if she knew MSF or Doctors Without Borders.\n\"Everyone knows them. It's the dream of medical students.\"\nI knew that joining MSF wasn't 'worth it' financially, and to this day I wonder how much the humanitarian light is worth to people. The moral of the fable is that if you can, donate to MSF.",
            "contributor": "Hoyii"
        },
        {
            "text": "One night, as William, Leuxal, and I were walking to a diner, we saw posters advertising commercial marijuana all around campus. It was quite clear that the intended audience were university students who had just started living by themselves with a great deal of newfound freedom. We eventually spent half an hour taking down all those ads. The moral of the fable is: stay away from drugs, tobacco, and alcohol. No amount of that **** is safe for you.",
            "contributor": "Hoyii"
        },
        {
            "text": "It was a dark and gloomy night. I was walking down Spadina Ave, unaware it would turn out to be the last day I saw my pencil case. The case slipped gracefully from my backpack, blending in with the night.\n\nIt has been a month since the incident. For many nights I held the pencil case in my dream, only to wake up empty-handed with tears on my face.\n\nThe moral of the fable is that if you see something valuable on the streets, please don't just take it away.",
            "contributor": "Hydroxyl-Radical"
        },
        {
            "text": "One time in school we were given a book (which is now banned in many places) to read in a week. I don't suppose too many people were interested in the book, especially given how busy we were at that time. There was a quiz in the following week and one question was \"What are the last four words of the novel?\" I still remember those words, \"We didn't keep score.\" The moral of the fable? You can't put a pricetag on human emotions.",
            "contributor": "Hoyii"
        },
        {
            "text": "Once I took a physics course in which they asked us to pair up with others for the semester. I found this really smart and easygoing girl who, luckily, also didn't have  a partner at that point. We agreed to pair up. The next day when we went to the labs, I found out that she forgot to put my name down on her registration page. She quickly went to fix this mistake while I went to the washroom for a break. When I got back, I found out that another student to whom I talked for two minutes the day before went to the professor and said they wanted to be my partner. This took the girl by surprise as she thought I had arranged other things. I ended up getting stuck with this surprise partner for four months. The moral of the fable is that when something importanat like teaming up is happening, don't go to the washroom.",
            "contributor": "Hoyii"
        }
    ]
}